Repository: asiermusa/woo-product-carousel-zoom
Catalog: languages/woo-product-carousel-and-zoom-*.po
Languages: es_es

source: Colors
es_es: Colores

source: Settings
es_es: Ajustes

source: Thanks for using the <code>Woo Product Carousel and Zoom</code> plugin. Take a moment and configure the options in the <strong><a href="%s">Settings Page.</a></strong>
es_es: Muchas gracias por utilizar <code>WooCommerce Product Carousel and Zoom</code>. Puedes configurar todas las opciones en la <strong><a href="%s">página de ajustes</a></strong>.

source: <b>WooCommerce</b> is required to use <b>Woo Product Carousel and Zoom</b> plugin.
es_es: Se requiere <b>WooCommerce</b> para utilizar <b>WooCommerce Product Carousel and Zoom</b>.

source: Carousel Options
es_es: Opciones del carrusel

source: Zoom Options
es_es: Opciones del Zoom

source: Show Navigation
es_es: Mostrar navegación

source: Show Pagination
es_es: Mostrar paginación

source: Infinite Loop
es_es: Bucle infinito

source: Opacity Effect
es_es: Opciones de opacidad

source: Thumbnails Margins
es_es: Márgenes de miniaturas

source: Number of Thumbnails
es_es: Número de miniaturas

source: Primary Color
es_es: Color principal

source: Navigation Arrows Color
es_es: Color de flechas de navegación

source: Zoom Position
es_es: Posición del efecto zoom

source: Show Navigation arrows
es_es: Mostrar flechas de navegación

source: Check this option to show navigation arrows
es_es: Habiliar esta opción para mostrar flechas de navegación

source: Show Thumbnails Pagination under the Carousel
es_es: Mostrar paginación bajo el carrusel

source: Check this option to display pagination dots below the carousel
es_es: Habilitar esta opción para mostrar la paginación bajo el carrusel

source: Check this option to infinite loop
es_es: Habilitar para hacer loop infinito

source: Thumbnails Opacity
es_es: Opacidad de miniaturas

source: Opacity effect hovering the mouse behind thumbnails
es_es: Efecto de opacidad al pasar el cursor sobre miniaturas

source: No Margins
es_es: Sin márgenes

source: Regular Margin
es_es: Margen regular

source: Big Margin
es_es: Margen amplio

source: Choose the margin between thumbnails
es_es: Aplica espacio entre las miniaturas

source: Choose the number of thumbnails to show in the carousel
es_es: Define el número de miniaturas a mostrar en el carrusel

source: Set the primary color of buttons: <code>Navigation, Pagination...</code>
es_es: Define el color principal: <code>navegación, paginación...</code>

source: Set the color for the carousel arrows
es_es: Define el color de las flechas de navegación

source: Transparent Background
es_es: Fondo transparente

source: Transparent background for navigation arrows
es_es: Fondo transparente para las flechas de navegación

source: Above Image
es_es: Sobre la imagen

source: Right
es_es: Derecha

source: Choose the zoom effect position
es_es: Define la posición del efecto zoom

source: Insert a valid color please
es_es: Define un color válido por favor

source: %s Settings
es_es: Ajustes para %s

source: Default Settings
es_es: Ajustes predeterminados

source: Would you like to support the advancement of this plugin?
es_es: ¿Quieres echar una mano en la mejora de este plugin?

source: Donate to this plugin
es_es: Haz una donación

source: Add an easy product carousel and zoom to product page on WooCommerce
es_es: Añada facilmente efecto de zoom y carrusel a la galería de imágenes de WooCommerce
